/******************************欢迎大家进入 《芯知识学堂》 *********************************
**
**
**	
**	     ﹎    ●  ○ .﹎                        							★  作者：四叶草     
**	****┈ ┈ /█\/▓\ ﹎ ┈****                   						★单片机&工控技术QQ群： 82558344 ★        
**	 ☆°★    ∴°°∴ ☆°．·★°°Oooo          ★      		★物联网&嵌入式群QQ群: 544101253 ★
**	 ▅▆▇█████▇▆▅▃▂┈﹎▂▃▅▆    __▁▂▃▁__ ●     ★微信群向群主提交密语:  获取密钥★
										                    ^                                       |
																																								|
																														《好看的皮囊千篇一律，有料的大脑万一挑一
																																研发的梦想带你入门，无尽的学识助你成长》

本学堂走的是开源免费路线、里面所有的原创优质文章、书籍、视频就是免费获取！！！
                       独学而无友，孤陋而寡闻！
										      共同学习进步！！！
********************************************************************************************/


#include <stdio.h>

/**
  * @brief  主函数
  * @param  无
  * @retval 无
  */
int main(void)
{
	
	printf("欢迎加入 芯知识学堂 * _ * !");
	
}



/************************ *****END OF FILE*****************************************/
